# SpaceAirflowPerAreaParam Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..SpaceAirflowPerAreaParam Property
ParameterTypeId Class See Also
---
"Airflow per area"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId SpaceAirflowPerAreaParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property SpaceAirflowPerAreaParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ SpaceAirflowPerAreaParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace